Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Select a layer in the list or on the canvas to edit it. Edits apply wherever this wallpaper runs; its own files are never changed.
ar: اختر طبقة في القائمة أو على اللوحة لتحريرها. تنطبق التعديلات أينما تعمل هذه الخلفية، ولا تتغير ملفاتها الأصلية أبدًا.
de: Wählen Sie eine Ebene in der Liste oder auf der Arbeitsfläche aus, um sie zu bearbeiten. Änderungen gelten überall, wo dieses Hintergrundbild läuft; seine eigenen Dateien werden nie verändert.
es: Selecciona una capa en la lista o en el lienzo para editarla. Los cambios se aplican allí donde se use este fondo de pantalla; sus propios archivos nunca se modifican.
fr: Sélectionnez un calque dans la liste ou sur le canevas pour le modifier. Les modifications s’appliquent partout où ce fond d’écran est utilisé ; ses propres fichiers ne sont jamais modifiés.
hi: बदलने के लिए सूची या कैनवस में कोई लेयर चुनें। बदलाव वहाँ लागू होते हैं जहाँ भी यह वॉलपेपर चलता है; इसकी अपनी फ़ाइलें कभी नहीं बदलतीं।
it: Seleziona un livello nell’elenco o sulla tela per modificarlo. Le modifiche valgono ovunque venga usato questo sfondo; i suoi file non vengono mai cambiati.
ja: 編集するには、リストまたはキャンバスでレイヤーを選択します。編集はこの壁紙が表示されるすべての場所に適用され、壁紙自体のファイルは変更されません。
ko: 편집하려면 목록이나 캔버스에서 레이어를 선택하십시오. 편집 내용은 이 배경화면이 실행되는 모든 곳에 적용되며, 배경화면 자체의 파일은 변경되지 않습니다.
pl: Zaznacz warstwę na liście lub na płótnie, aby ją edytować. Zmiany obowiązują wszędzie, gdzie działa ta tapeta; jej własne pliki nigdy nie są zmieniane.
pt_br: Selecione uma camada na lista ou na tela para editá-la. As alterações valem onde quer que esta imagem de fundo seja exibida; os arquivos dela nunca são modificados.
ru: Выберите слой в списке или на холсте, чтобы изменить его. Изменения действуют везде, где показываются эти обои; их собственные файлы никогда не меняются.
tr: Düzenlemek için listede veya tuvalde bir katman seçin. Düzenlemeler bu duvar kâğıdının çalıştığı her yerde geçerli olur; kendi dosyaları hiçbir zaman değiştirilmez.
uk: Виберіть шар у списку або на полотні, щоб редагувати його. Зміни діють усюди, де працює ця шпалера; її власні файли ніколи не змінюються.
zh_hans: 在列表或画布中选择一个图层进行编辑。编辑会应用于此墙纸运行的所有位置；墙纸自身的文件永远不会被更改。
zh_hant: 在列表或畫布中選擇一個圖層來編輯。編輯會套用到此背景圖片執行的所有位置；背景圖片本身的檔案永遠不會被更改。

source: Select a property.
ar: اختر خاصية.
de: Wählen Sie eine Eigenschaft aus.
es: Selecciona una propiedad.
fr: Sélectionnez une propriété.
hi: कोई प्रॉपर्टी चुनें।
it: Seleziona una proprietà.
ja: プロパティを選択してください。
ko: 속성을 선택하십시오.
pl: Zaznacz właściwość.
pt_br: Selecione uma propriedade.
ru: Выберите свойство.
tr: Bir özellik seçin.
uk: Виберіть властивість.
zh_hans: 选择一个属性。
zh_hant: 選擇一個屬性。

source: Send Backward
ar: إرسال للخلف
de: Nach hinten
es: Enviar hacia atrás
fr: Reculer
hi: पीछे भेजें
it: Porta indietro
ja: 背面へ
ko: 뒤로 보내기
pl: Przesuń do tyłu
pt_br: Enviar para Trás
ru: Переместить назад
tr: Geri Gönder
uk: Перемістити назад
zh_hans: 下移一层
zh_hant: 下移一層

source: Send to Back
ar: إرسال إلى الخلفية
de: Ganz nach hinten
es: Enviar al fondo
fr: Mettre à l’arrière-plan
hi: सबसे पीछे भेजें
it: Porta in fondo
ja: 最背面へ
ko: 맨 뒤로 보내기
pl: Przesuń na spód
pt_br: Enviar para o Plano de Fundo
ru: На задний план
tr: En Arkaya Gönder
uk: На задній план
zh_hans: 移到最后
zh_hant: 移到最後

source: Separator
ar: الفاصل
de: Trennzeichen
es: Separador
fr: Séparateur
hi: विभाजक
it: Separatore
ja: 区切り文字
ko: 구분 문자
pt_br: Separador
ru: Разделитель
tr: Ayırıcı
uk: Розділювач
zh_hans: 分隔符
zh_hant: 分隔符號

source: Set by the user property “%@”
ar: تحدده خاصية المستخدم ”%@“
de: Durch die Benutzereigenschaft „%@“ festgelegt
es: Lo define la propiedad de usuario «%@»
fr: Défini par la propriété utilisateur « %@ »
hi: यूज़र प्रॉपर्टी “%@” से सेट
it: Impostato dalla proprietà utente “%@”
ja: ユーザプロパティ「%@」で設定
ko: 사용자 속성 ‘%@’에서 설정됨
pl: Ustawiane przez właściwość użytkownika „%@”
pt_br: Definido pela propriedade do usuário “%@”
ru: Задаётся пользовательским свойством «%@»
tr: “%@” kullanıcı özelliği tarafından belirlenir
uk: Задається властивістю користувача «%@»
zh_hans: 由用户属性“%@”设定
zh_hant: 由使用者屬性「%@」設定

source: Show Layer
ar: إظهار الطبقة
de: Ebene einblenden
es: Mostrar capa
fr: Afficher le calque
hi: लेयर दिखाएँ
it: Mostra livello
ja: レイヤーを表示
ko: 레이어 보기
pl: Pokaż warstwę
pt_br: Mostrar Camada
ru: Показать слой
tr: Katmanı Göster
uk: Показати шар
zh_hans: 显示图层
zh_hant: 顯示圖層

source: Show Only When…
ar: العرض فقط عندما…
de: Nur anzeigen, wenn …
es: Mostrar solo si…
fr: Afficher uniquement si…
hi: केवल तब दिखाएँ जब…
it: Mostra solo se…
ja: 次の場合のみ表示…
ko: 다음의 경우에만 표시…
pl: Pokazuj tylko, gdy…
pt_br: Mostrar Somente Quando…
ru: Показывать, только если…
tr: Yalnızca Şu Durumda Göster…
uk: Показувати, лише якщо…
zh_hans: 仅在以下情况显示…
zh_hant: 僅在以下情況顯示⋯

source: Show Seconds
ar: إظهار الثواني
de: Sekunden anzeigen
es: Mostrar segundos
fr: Afficher les secondes
hi: सेकंड दिखाएँ
it: Mostra secondi
ja: 秒を表示
ko: 초 표시
pl: Pokazuj sekundy
pt_br: Mostrar Segundos
ru: Показывать секунды
tr: Saniyeleri Göster
uk: Показувати секунди
zh_hans: 显示秒
zh_hant: 顯示秒數

source: Show Weekday
ar: إظهار يوم الأسبوع
de: Wochentag anzeigen
es: Mostrar día de la semana
fr: Afficher le jour de la semaine
hi: सप्ताह का दिन दिखाएँ
it: Mostra giorno della settimana
ja: 曜日を表示
ko: 요일 표시
pl: Pokazuj dzień tygodnia
pt_br: Mostrar Dia da Semana
ru: Показывать день недели
tr: Haftanın Gününü Göster
uk: Показувати день тижня
zh_hans: 显示星期
zh_hant: 顯示星期

source: Show or hide the inspector
ar: إظهار المراقب أو إخفاؤه
de: Inspektor ein- oder ausblenden
es: Mostrar u ocultar el inspector
fr: Afficher ou masquer l’inspecteur
hi: इंस्पेक्टर दिखाएँ या छिपाएँ
it: Mostra o nascondi l’inspector
ja: インスペクタを表示または非表示にします
ko: 인스펙터 보기 또는 가리기
pl: Pokaż lub ukryj inspektor
pt_br: Mostrar ou ocultar o inspetor
ru: Показать или скрыть инспектор
tr: Denetçiyi göster veya gizle
uk: Показати або приховати інспектор
zh_hans: 显示或隐藏检查器
zh_hant: 顯示或隱藏檢閱器

source: Show this layer; “%@” sets it again
ar: إظهار هذه الطبقة؛ تحددها خاصية المستخدم ”%@“ مجددًا
de: Diese Ebene einblenden; „%@“ legt sie wieder fest
es: Mostrar esta capa; «%@» la vuelve a definir
fr: Afficher ce calque ; « %@ » le définit à nouveau
hi: यह लेयर दिखाएँ; “%@” इसे फिर से सेट करेगी
it: Mostra questo livello; “%@” lo imposta di nuovo
ja: このレイヤーを表示します。再び「%@」で設定されます
ko: 이 레이어 보기. ‘%@’에서 다시 설정됨
pl: Pokaż tę warstwę; „%@” znowu ją ustawia
pt_br: Mostrar esta camada; “%@” volta a defini-la
ru: Показать этот слой; его снова задаёт «%@»
tr: Bu katmanı göster; “%@” onu yeniden belirler
uk: Показати цей шар; його знову задаватиме «%@»
zh_hans: 显示此图层；由“%@”重新设定
zh_hant: 顯示此圖層；由「%@」重新設定

source: Shown only when its condition holds
ar: تُعرض فقط عند تحقق شرطها
de: Wird nur angezeigt, wenn seine Bedingung erfüllt ist
es: Solo se muestra si se cumple su condición
fr: Affichée uniquement si sa condition est remplie
hi: केवल तब दिखती है जब इसकी कंडीशन पूरी हो
it: Mostrata solo se la condizione è soddisfatta
ja: 条件を満たす場合のみ表示されます
ko: 조건이 충족될 때만 표시됩니다
pl: Pokazywana tylko, gdy warunek jest spełniony
pt_br: Mostrada somente quando a condição é atendida
ru: Показывается, только если выполнено условие
tr: Yalnızca koşulu sağlandığında gösterilir
uk: Показується, лише якщо виконано умову
zh_hans: 仅在满足条件时显示
zh_hant: 僅在符合條件時顯示

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensioni
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Büyüklük
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Slider
ar: شريط تمرير
de: Schieberegler
es: Regulador
fr: Curseur
hi: स्लाइडर
it: Cursore
ja: スライダ
ko: 슬라이더
pl: Suwak
pt_br: Controle Deslizante
ru: Ползунок
tr: Kaydırıcı
uk: Повзунок
zh_hans: 滑块
zh_hant: 滑桿

source: Snap layers to the scene and to each other while dragging
ar: محاذاة الطبقات مع المشهد ومع بعضها أثناء السحب
de: Ebenen beim Ziehen an der Szene und aneinander ausrichten
es: Ajustar las capas a la escena y entre sí al arrastrar
fr: Aimanter les calques à la scène et entre eux pendant le glissement
hi: खींचते समय लेयर को दृश्य और एक-दूसरे से स्नैप करें
it: Aggancia i livelli alla scena e tra loro durante il trascinamento
ja: ドラッグ中にレイヤーをシーンや他のレイヤーにスナップ
ko: 드래그하는 동안 레이어를 장면과 서로에 맞춤
pl: Przyciągaj warstwy do sceny i do siebie podczas przeciągania
pt_br: Ajustar as camadas à cena e entre si ao arrastar
ru: Привязывать слои к сцене и друг к другу при перетаскивании
tr: Sürüklerken katmanları sahneye ve birbirine yasla
uk: Прив’язувати шари до сцени та один до одного під час перетягування
zh_hans: 拖移时将图层吸附到场景和彼此
zh_hant: 拖移時將圖層貼齊場景及彼此

source: Snapping
ar: المحاذاة التلقائية
de: Einrasten
es: Ajuste
fr: Magnétisme
hi: स्नैपिंग
it: Aggancio
ja: スナップ
ko: 맞춤
pl: Przyciąganie
pt_br: Ajuste
ru: Привязка
tr: Yaslama
uk: Прив’язка
zh_hans: 吸附
zh_hant: 貼齊

source: Softness
ar: النعومة
de: Weichheit
es: Suavidad
fr: Douceur
hi: कोमलता
it: Morbidezza
ja: ぼかし
ko: 부드러움
pl: Miękkość
pt_br: Suavidade
ru: Мягкость
tr: Yumuşaklık
uk: М’якість
zh_hans: 柔和度
zh_hant: 柔和度

source: Solid Color
ar: لون خالص
de: Farbfläche
es: Color sólido
fr: Couleur unie
hi: ठोस रंग
it: Tinta unita
ja: 単色
ko: 단색
pl: Jednolity kolor
pt_br: Cor Sólida
ru: Сплошной цвет
tr: Düz Renk
uk: Суцільний колір
zh_hans: 纯色
zh_hant: 純色

source: Sound
ar: صوت
de: Ton
es: Sonido
fr: Son
hi: साउंड
it: Suono
ja: サウンド
ko: 사운드
pl: Dźwięk
pt_br: Som
ru: Звук
tr: Ses
uk: Звук
zh_hans: 声音
zh_hant: 聲音

source: Sounds
ar: الأصوات
de: Töne
es: Sonidos
fr: Sons
hi: साउंड
it: Suoni
ja: サウンド
ko: 사운드
pl: Dźwięki
pt_br: Sons
ru: Звуки
tr: Sesler
uk: Звуки
zh_hans: 声音
zh_hant: 聲音

source: Sound…
ar: صوت…
de: Ton …
es: Sonido…
fr: Son…
hi: साउंड…
it: Suono…
ja: サウンド…
ko: 사운드…
pl: Dźwięk…
pt_br: Som…
ru: Звук…
tr: Ses…
uk: Звук…
zh_hans: 声音…
zh_hant: 聲音…

source: Source
ar: المصدر
de: Quelle
es: Origen
hi: सोर्स
it: Origine
ja: ソース
ko: 출처
pl: Źródło
pt_br: Origem
ru: Источник
tr: Kaynak
uk: Джерело
zh_hans: 来源
zh_hant: 來源

source: Start from a template
ar: البدء من قالب
de: Mit einer Vorlage beginnen
es: Empieza a partir de una plantilla
fr: Partir d’un modèle
hi: टेम्पलेट से शुरू करें
it: Inizia da un modello
ja: テンプレートから始める
ko: 템플릿에서 시작
pl: Zacznij od szablonu
pt_br: Começar a partir de um modelo
ru: Начать с шаблона
tr: Bir şablonla başla
uk: Почати з шаблону
zh_hans: 从模板开始
zh_hant: 從範本開始

source: Step
ar: الخطوة
de: Schrittweite
es: Incremento
fr: Pas
hi: स्टेप
it: Incremento
ja: ステップ
ko: 단계
pl: Krok
pt_br: Incremento
ru: Шаг
tr: Adım
uk: Крок
zh_hans: 步长
zh_hant: 間距

source: Stop Following “%@”
ar: إيقاف اتباع ”%@“
de: „%@“ nicht mehr folgen
es: Dejar de seguir «%@»
fr: Ne plus suivre « %@ »
hi: “%@” का पालन बंद करें
it: Smetti di seguire “%@”
ja: 「%@」への連動を解除
ko: ‘%@’ 따르기 중단
pl: Przestań podążać za „%@”
pt_br: Parar de Seguir “%@”
ru: Не следовать за «%@»
tr: “%@” Özelliğini Takip Etmeyi Bırak
uk: Не стежити за «%@»
zh_hans: 停止跟随“%@”
zh_hant: 停止跟隨「%@」

source: Strength
ar: القوة
de: Stärke
es: Intensidad
fr: Intensité
hi: तीव्रता
it: Intensità
ja: 強さ
ko: 강도
pl: Siła
pt_br: Intensidade
ru: Сила
tr: Güç
uk: Сила
zh_hans: 强度
zh_hant: 強度

source: Syntax error
ar: خطأ في بناء الجملة
de: Syntaxfehler
es: Error de sintaxis
fr: Erreur de syntaxe
hi: सिंटैक्स त्रुटि
it: Errore di sintassi
ja: 構文エラー
ko: 구문 오류
pl: Błąd składni
pt_br: Erro de sintaxe
ru: Синтаксическая ошибка
tr: Sözdizimi hatası
uk: Синтаксична помилка
zh_hans: 语法错误
zh_hant: 語法錯誤

source: Templates
ar: القوالب
de: Vorlagen
es: Plantillas
fr: Modèles
hi: टेम्पलेट
it: Modelli
ja: テンプレート
ko: 템플릿
pl: Szablony
pt_br: Modelos
ru: Шаблоны
tr: Şablonlar
uk: Шаблони
zh_hans: 模板
zh_hant: 範本

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

source: Text Input
ar: إدخال نص
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
hi: टेक्स्ट इनपुट
it: Campo di testo
ja: テキスト入力
ko: 텍스트 입력
pl: Pole tekstowe
pt_br: Entrada de Texto
ru: Ввод текста
tr: Metin Girişi
uk: Введення тексту
zh_hans: 文本输入
zh_hant: 文字輸入

source: Textures
ar: الأنسجة
de: Texturen
es: Texturas
hi: टेक्सचर
it: Texture
ja: テクスチャ
ko: 텍스처
pl: Tekstury
pt_br: Texturas
ru: Текстуры
tr: Dokular
uk: Текстури
zh_hans: 纹理
zh_hant: 紋理

source: The console isn’t available for this wallpaper.
ar: وحدة التحكم غير متاحة لهذه الخلفية.
de: Die Konsole ist für dieses Hintergrundbild nicht verfügbar.
es: La consola no está disponible para este fondo de pantalla.
fr: La console n’est pas disponible pour ce fond d’écran.
hi: इस वॉलपेपर के लिए कंसोल उपलब्ध नहीं है।
it: La console non è disponibile per questo sfondo.
ja: この壁紙ではコンソールを使用できません。
ko: 이 배경화면에서는 콘솔을 사용할 수 없습니다.
pl: Konsola nie jest dostępna dla tej tapety.
pt_br: O console não está disponível para esta imagem de fundo.
ru: Консоль недоступна для этих обоев.
tr: Konsol bu duvar kâğıdı için kullanılamıyor.
uk: Консоль недоступна для цієї шпалери.
zh_hans: 此墙纸无法使用控制台。
zh_hant: 此背景圖片無法使用主控台。

source: The mask couldn’t be saved: %@
ar: تعذر حفظ القناع: %@
de: Die Maske konnte nicht gesichert werden: %@
es: No se ha podido guardar la máscara: %@
fr: Le masque n’a pas pu être enregistré : %@
hi: मास्क सहेजा नहीं जा सका: %@
it: Impossibile salvare la maschera: %@
ja: マスクを保存できませんでした：%@
ko: 마스크를 저장할 수 없습니다: %@
pl: Nie można zachować maski: %@
pt_br: Não foi possível salvar a máscara: %@
ru: Не удалось сохранить маску: %@
tr: Maske kaydedilemedi: %@
uk: Не вдалося зберегти маску: %@
zh_hans: 无法存储蒙版：%@
zh_hant: 無法儲存遮罩：%@

source: The preview can’t evaluate this expression and always shows the property.
ar: لا يمكن للمعاينة تقييم هذا التعبير، لذا تعرض الخاصية دائمًا.
de: Die Vorschau kann diesen Ausdruck nicht auswerten und zeigt die Eigenschaft immer an.
es: La previsualización no puede evaluar esta expresión y siempre muestra la propiedad.
fr: L’aperçu ne peut pas évaluer cette expression et affiche toujours la propriété.
hi: प्रीव्यू इस एक्सप्रेशन का मूल्यांकन नहीं कर सकता और प्रॉपर्टी हमेशा दिखाता है।
it: L’anteprima non può valutare questa espressione e mostra sempre la proprietà.
ja: プレビューではこの式を評価できないため、プロパティは常に表示されます。
ko: 미리보기에서 이 식을 평가할 수 없어 속성이 항상 표시됩니다.
pl: Podgląd nie może obliczyć tego wyrażenia i zawsze pokazuje właściwość.
pt_br: A pré-visualização não consegue avaliar esta expressão e sempre mostra a propriedade.
ru: Предварительный просмотр не может вычислить это выражение и всегда показывает свойство.
tr: Önizleme bu ifadeyi değerlendiremez ve özelliği her zaman gösterir.
uk: Попередній перегляд не може обчислити цей вираз і завжди показує властивість.
zh_hans: 预览无法计算此表达式，因此始终显示该属性。
zh_hant: 預覽無法計算此表達式，因此一律顯示該屬性。

source: The script reported errors
ar: أبلغ البرنامج النصي عن أخطاء
de: Das Skript hat Fehler gemeldet
es: El script ha notificado errores
fr: Le script a signalé des erreurs
hi: स्क्रिप्ट ने त्रुटियाँ बताईं
it: Lo script ha segnalato errori
ja: スクリプトがエラーを報告しました
ko: 스크립트에서 오류가 보고되었습니다
pl: Skrypt zgłosił błędy
pt_br: O script relatou erros
ru: Скрипт сообщил об ошибках
tr: Betik hata bildirdi
uk: Скрипт повідомив про помилки
zh_hans: 脚本报告了错误
zh_hant: 腳本回報了錯誤

source: The user property sets “%@” wherever the wallpaper runs. Its current value stays as the fallback.
ar: تحدد خاصية المستخدم ”%@“ أينما تعمل الخلفية. تبقى القيمة الحالية قيمة احتياطية.
de: Die Benutzereigenschaft legt „%@“ überall fest, wo das Hintergrundbild läuft. Der aktuelle Wert bleibt als Ersatzwert erhalten.
es: La propiedad de usuario define «%@» allí donde se ejecute el fondo de pantalla. Su valor actual queda como valor de reserva.
fr: La propriété utilisateur définit « %@ » partout où le fond d’écran s’exécute. Sa valeur actuelle reste la valeur de repli.
hi: जहाँ भी वॉलपेपर चलता है, यूज़र प्रॉपर्टी “%@” सेट करती है। मौजूदा वैल्यू फ़ॉलबैक के रूप में रहती है।
it: La proprietà utente imposta “%@” ovunque venga eseguito lo sfondo. Il valore attuale resta come riserva.
ja: 壁紙が実行される場所ではどこでも、ユーザプロパティが「%@」を設定します。現在の値は代替値として残ります。
ko: 배경화면이 실행되는 모든 곳에서 사용자 속성이 ‘%@’을(를) 설정합니다. 현재 값은 대체 값으로 유지됩니다.
pl: Właściwość użytkownika ustawia „%@” wszędzie, gdzie działa tapeta. Bieżąca wartość pozostaje wartością zapasową.
pt_br: A propriedade do usuário define “%@” onde quer que a imagem de fundo seja executada. O valor atual fica como reserva.
ru: Пользовательское свойство задаёт «%@» везде, где работают обои. Текущее значение остаётся запасным.
tr: Kullanıcı özelliği, duvar kâğıdının çalıştığı her yerde “%@” değerini belirler. Geçerli değer yedek olarak kalır.
uk: Властивість користувача задає «%@» скрізь, де працює шпалера. Поточне значення лишається запасним.
zh_hans: 无论墙纸在哪里运行，都由用户属性设定“%@”。当前值保留为后备值。
zh_hant: 無論背景圖片在哪裡執行，都由使用者屬性設定「%@」。目前的值會保留為備用值。

source: The wallpaper couldn’t be saved: %@
ar: تعذر حفظ الخلفية: %@
de: Das Hintergrundbild konnte nicht gesichert werden: %@
es: No se ha podido guardar el fondo de pantalla: %@
fr: Le fond d’écran n’a pas pu être enregistré : %@
hi: वॉलपेपर सहेजा नहीं जा सका: %@
it: Impossibile salvare lo sfondo: %@
ja: 壁紙を保存できませんでした：%@
ko: 배경화면을 저장할 수 없습니다: %@
pl: Nie można zachować tapety: %@
pt_br: Não foi possível salvar a imagem de fundo: %@
ru: Не удалось сохранить обои: %@
tr: Duvar kâğıdı kaydedilemedi: %@
uk: Не вдалося зберегти шпалеру: %@
zh_hans: 无法保存墙纸：%@
zh_hant: 無法儲存背景圖片：%@

source: The wallpaper has no property of this kind yet.
ar: لا تحتوي الخلفية بعد على خاصية من هذا النوع.
de: Das Hintergrundbild hat noch keine Eigenschaft dieser Art.
es: El fondo de pantalla aún no tiene ninguna propiedad de este tipo.
fr: Le fond d’écran n’a pas encore de propriété de ce type.
hi: वॉलपेपर में अभी इस तरह की कोई प्रॉपर्टी नहीं है।
it: Lo sfondo non ha ancora proprietà di questo tipo.
ja: この壁紙にはまだこの種類のプロパティがありません。
ko: 배경화면에 아직 이 유형의 속성이 없습니다.
pl: Tapeta nie ma jeszcze właściwości tego rodzaju.
pt_br: A imagem de fundo ainda não tem uma propriedade deste tipo.
ru: У обоев пока нет свойства этого типа.
tr: Duvar kâğıdında henüz bu türde bir özellik yok.
uk: У шпалери ще немає властивості цього типу.
zh_hans: 墙纸还没有这种类型的属性。
zh_hant: 背景圖片還沒有這種類型的屬性。

source: The wallpaper has no user properties.
ar: لا تحتوي الخلفية على خصائص للمستخدم.
de: Das Hintergrundbild hat keine Benutzereigenschaften.
es: El fondo de pantalla no tiene propiedades de usuario.
fr: Le fond d’écran n’a aucune propriété utilisateur.
hi: इस वॉलपेपर में कोई यूज़र प्रॉपर्टी नहीं है।
it: Lo sfondo non ha proprietà utente.
ja: この壁紙にはユーザプロパティがありません。
ko: 이 배경화면에는 사용자 속성이 없습니다.
pl: Tapeta nie ma właściwości użytkownika.
pt_br: A imagem de fundo não tem propriedades do usuário.
ru: У обоев нет пользовательских свойств.
tr: Duvar kâğıdının kullanıcı özelliği yok.
uk: Шпалера не має властивостей користувача.
zh_hans: 此墙纸没有用户属性。
zh_hant: 此背景圖片沒有使用者屬性。

source: This Script Only
ar: هذا البرنامج النصي فقط
de: Nur dieses Skript
es: Solo este script
fr: Ce script uniquement
hi: केवल यह स्क्रिप्ट
it: Solo questo script
ja: このスクリプトのみ
ko: 이 스크립트만
pl: Tylko ten skrypt
pt_br: Somente Este Script
ru: Только этот скрипт
tr: Yalnızca Bu Betik
uk: Лише цей скрипт
zh_hans: 仅此脚本
zh_hant: 僅此腳本

source: This effect has no settings.
ar: لا يحتوي هذا التأثير على إعدادات.
de: Dieser Effekt hat keine Einstellungen.
es: Este efecto no tiene ajustes.
fr: Cet effet n’a aucun réglage.
hi: इस इफ़ेक्ट की कोई सेटिंग नहीं है।
it: Questo effetto non ha impostazioni.
ja: このエフェクトには設定がありません。
ko: 이 효과에는 설정이 없습니다.
pl: Ten efekt nie ma ustawień.
pt_br: Este efeito não tem ajustes.
ru: У этого эффекта нет настроек.
tr: Bu efektin ayarı yok.
uk: Цей ефект не має налаштувань.
zh_hans: 此效果没有设置。
zh_hant: 此效果沒有設定。

source: This effect’s settings can’t be read.
ar: تتعذر قراءة إعدادات هذا التأثير.
de: Die Einstellungen dieses Effekts können nicht gelesen werden.
es: No se pueden leer los ajustes de este efecto.
fr: Les réglages de cet effet ne peuvent pas être lus.
hi: इस इफ़ेक्ट की सेटिंग पढ़ी नहीं जा सकती।
it: Impossibile leggere le impostazioni di questo effetto.
ja: このエフェクトの設定を読み込めません。
ko: 이 효과의 설정을 읽을 수 없습니다.
pl: Nie można odczytać ustawień tego efektu.
pt_br: Não é possível ler os ajustes deste efeito.
ru: Не удаётся прочитать настройки этого эффекта.
tr: Bu efektin ayarları okunamıyor.
uk: Не вдається прочитати налаштування цього ефекту.
zh_hans: 无法读取此效果的设置。
zh_hant: 無法讀取此效果的設定。

source: This scene has no layers.
ar: لا يحتوي هذا المشهد على طبقات.
de: Diese Szene hat keine Ebenen.
es: Esta escena no tiene capas.
fr: Cette scène n’a aucun calque.
hi: इस सीन में कोई लेयर नहीं है।
it: Questa scena non ha livelli.
ja: このシーンにはレイヤーがありません。
ko: 이 장면에는 레이어가 없습니다.
pl: Ta scena nie ma warstw.
pt_br: Esta cena não tem camadas.
ru: В этой сцене нет слоёв.
tr: Bu sahnede katman yok.
uk: У цій сцені немає шарів.
zh_hans: 此场景没有图层。
zh_hant: 此場景沒有圖層。

source: This wallpaper has no user properties.
ar: لا تحتوي هذه الخلفية على خصائص مستخدم.
de: Dieses Hintergrundbild hat keine Benutzereigenschaften.
es: Este fondo de pantalla no tiene propiedades de usuario.
fr: Ce fond d’écran n’a pas de propriétés utilisateur.
hi: इस वॉलपेपर में कोई यूज़र प्रॉपर्टी नहीं है।
it: Questo sfondo non ha proprietà utente.
ja: この壁紙にはユーザプロパティがありません。
ko: 이 배경화면에는 사용자 속성이 없습니다.
pl: Ta tapeta nie ma właściwości użytkownika.
pt_br: Esta imagem de fundo não tem propriedades do usuário.
ru: У этих обоев нет пользовательских свойств.
tr: Bu duvar kâğıdının kullanıcı özelliği yok.
uk: Ця шпалера не має властивостей користувача.
zh_hans: 此墙纸没有用户属性。
zh_hant: 此背景圖片沒有使用者屬性。

source: Top
ar: أعلى
de: Oben
es: Arriba
fr: Haut
hi: ऊपर
it: In alto
ja: 上
ko: 위
pl: Góra
pt_br: Superior
ru: Сверху
tr: Üst
uk: Згори
zh_hans: 顶部
zh_hant: 頂部

source: Transform
ar: التحويل
de: Transformieren
es: Transformación
fr: Transformation
hi: ट्रांसफ़ॉर्म
it: Trasformazione
ja: 変形
ko: 변형
pl: Przekształcenie
pt_br: Transformação
ru: Трансформация
tr: Dönüştürme
uk: Трансформація
zh_hans: 变换
zh_hant: 變形

source: Turn Effect Off
ar: إيقاف التأثير
de: Effekt ausschalten
es: Desactivar efecto
fr: Désactiver l’effet
hi: इफ़ेक्ट बंद करें
it: Disattiva effetto
ja: エフェクトをオフ
ko: 효과 끄기
pl: Wyłączenie efektu
pt_br: Desativar Efeito
ru: Выключение эффекта
tr: Efekti Kapat
uk: Вимкнення ефекту
zh_hans: 关闭效果
zh_hant: 關閉效果

source: Turn Effect On
ar: تشغيل التأثير
de: Effekt einschalten
es: Activar efecto
fr: Activer l’effet
hi: इफ़ेक्ट चालू करें
it: Attiva effetto
ja: エフェクトをオン
ko: 효과 켜기
pl: Włączenie efektu
pt_br: Ativar Efeito
ru: Включение эффекта
tr: Efekti Aç
uk: Увімкнення ефекту
zh_hans: 打开效果
zh_hant: 開啟效果

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Unbind Property
ar: إلغاء ربط الخاصية
de: Eigenschaft lösen
es: Desvincular propiedad
fr: Délier la propriété
hi: प्रॉपर्टी से अलग करें
it: Scollega proprietà
ja: プロパティの連動を解除
ko: 속성 연결 해제
pl: Odłączenie właściwości
pt_br: Desvincular Propriedade
ru: Отвязка свойства
tr: Özellik Bağlantısını Kaldır
uk: Відв’язування властивості
zh_hans: 解除属性绑定
zh_hant: 解除屬性綁定

source: Unbind User Property
ar: إلغاء ربط خاصية المستخدم
de: Verknüpfung der Benutzereigenschaft aufheben
es: Desvincular propiedad de usuario
fr: Délier la propriété utilisateur
hi: यूज़र प्रॉपर्टी अनबाइंड करें
it: Scollega proprietà utente
ja: ユーザプロパティのバインドを解除
ko: 사용자 속성 연결 해제
pl: Odłącz właściwość użytkownika
pt_br: Desvincular Propriedade do Usuário
ru: Отвязать пользовательское свойство
tr: Kullanıcı Özelliği Bağlantısını Kaldır
uk: Відвʼязати властивість користувача
zh_hans: 解除绑定用户属性
zh_hant: 解除綁定使用者屬性

source: Unbind “%@”
ar: إلغاء ربط ”%@“
de: Verknüpfung mit „%@“ aufheben
es: Desvincular «%@»
fr: Délier « %@ »
hi: “%@” अनबाइंड करें
it: Scollega “%@”
ja: 「%@」のバインドを解除
ko: ‘%@’ 연결 해제
pl: Odłącz „%@”
pt_br: Desvincular “%@”
ru: Отвязать «%@»
tr: “%@” Bağlantısını Kaldır
uk: Відвʼязати «%@»
zh_hans: 解除绑定“%@”
zh_hant: 解除綁定「%@」

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
hi: पहले जैसा करें
it: Annulla
ja: 取り消す
ko: 실행 취소
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Відмінити
zh_hans: 撤销
zh_hant: 還原
